<?php

return array(

    'failed' => 'ဤအထောက်အထားများသည် ကျွန်ုပ်တို့၏မှတ်တမ်းများနှင့် မကိုက်ညီပါ။',
    'password' => 'ပေးထားသည့် စကားဝှက်သည် မမှန်ပါ။',
    'throttle' => 'အကောင့်ဝင်ရန် ကြိုးစားမှု များလွန်းသည်။ ကျေးဇူးပြု၍ :seconds ်အကြာတွင် ထပ်စမ်းကြည့်ပါ။',
    'unauthorized' => 'ဤလုပ်ဆောင်ချက်သည် ခွင့်မပြုပါ။',
    'unauthorized_message' => 'ဤလုပ်ဆောင်ချက်များသည် ခွင့်ပြုချက်မရှိဘဲ။ ကျေးဇူးပြု၍ လက်မှတ်ထိုးဝင်ပြီး ထပ်စမ်းကြည့်ပါ။',
    'google_2fa_prompt' => 'Two-factor authentication (2FA) ကို ဖွင့်လိုပါသလား။',
    'google_2fa_enter_psw' => 'တစ်ကြိမ်သုံး စကားဝှက်ကို ထည့်ပါ။',
    'google_2fa_scan_for_psw' => 'တစ်ကြိမ်သုံးစကားဝှက်ကို ရယူရန် အထောက်အထားစိစစ်ခြင်းသို့ သွားပါ သို့မဟုတ် စကင်န်ဖတ်ပါ။',
);