<?php

return array(

    '419' => 'လှုပ်ရှားမှုမရှိခြင်းကြောင့် စာမျက်နှာ သက်တမ်းကုန်သွားပါပြီ။<br/><br/> ကျေးဇူးပြု၍ ပြန်လည်ဆန်းသစ်ပြီး ထပ်စမ်းကြည့်ပါ။',
    '429' => 'တောင်းဆိုမှုတွေ များလွန်းတယ်။',
    '404' => 'ဝမ်းနည်းပါတယ်၊ သင်ရှာနေတဲ့ စာမျက်နှာကို ရှာမတွေ့ပါ။',
    '410' => 'သင်ဝင်ရောက်အသုံးပြုသည့်လင့်ခ်သည် သက်တမ်းကုန်သွားကာ မရနိုင်တော့ပါ။ ကျေးဇူးပြု၍ အပ်ဒိတ်လုပ်ထားသောလင့်ခ်ကို စစ်ဆေးပါ သို့မဟုတ် အကူအညီအတွက် ပံ့ပိုးကူညီမှုထံ ဆက်သွယ်ပါ။',
    'disabled' => 'ဆာဗာကို ဆိုင်းငံ့ထားပြီး၊ ကျေးဇူးပြု၍ စီမံခန့်ခွဲသူကို ဆက်သွယ်ပါ။',
);