<?php

return array(

    'password' => 'စကားဝှက်များသည် အနည်းဆုံး စာလုံးခြောက်လုံးနှင့် အတည်ပြုချက်နှင့် ကိုက်ညီရပါမည်။',
    'reset' => 'သင့္၏စကားဝွက္အားျပန္လည္စတင္ျပီးပါျပီ',
    'sent' => 'သင့်စကားဝှက်ပြန်လည်သတ်မှတ်ခြင်းလင့်ခ်ကို ကျွန်ုပ်တို့ အီးမေးလ်ပို့ပြီးပါပြီ။',
    'token' => 'ဤစကားဝှက် ပြန်လည်သတ်မှတ်ခြင်း တိုကင်သည် မမှန်ကန်ပါ။',
    'user' => 'ထိုအီးမေးလ်လိပ်စာဖြင့် အသုံးပြုသူတစ်ဦးကို ကျွန်ုပ်တို့ ရှာမတွေ့ပါ။',
    'throttled' => 'ထပ်မကြိုးစားမီ စောင့်ပါ။',
    'generic' => 'ဤဒေတာပါသော အကောင့်တစ်ခုရှိလျှင် စကားဝှက်ပြန်လည်သတ်မှတ်ခြင်းလင့်ခ်ကို သင်လက်ခံရရှိမည်ဖြစ်သည်။',
    'action_confirmation_with_password' => 'ဤလုပ်ဆောင်ချက်ကို အတည်ပြုရန် စကားဝှက်ကို ထည့်သွင်းပါ။',
    'via_phone' => 'ဖုန်းနံပါတ်ဖြင့် ပြန်လည်ရယူပါ။',
    'via_email' => 'အီးမေးလ်မှတဆင့်ပြန်လည်ရယူခြင်း။',
    'recovery_via' => 'စကားဝှက်ပြန်လည်သတ်မှတ်ခြင်းလင့်ခ်ကို သင်မည်သို့လက်ခံလိုသနည်း။',
);