<?php

return array(

    'failed' => 'این اعتبارنامه ها با سوابق ما مطابقت ندارد.',
    'password' => 'رمز عبور ارائه شده نادرست است.',
    'throttle' => 'تلاش های زیادی برای ورود به سیستم لطفاً در :seconds دوباره امتحان کنید.',
    'unauthorized' => 'این اقدامات غیر مجاز است',
    'unauthorized_message' => 'این اقدامات غیر مجاز است! لطفا وارد شوید و دوباره امتحان کنید.',
    'google_2fa_prompt' => 'آیا می‌خواهید احراز هویت دو مرحله‌ای (2FA) را فعال کنید؟',
    'google_2fa_enter_psw' => 'رمز عبور یکبار مصرف را وارد کنید',
    'google_2fa_scan_for_psw' => 'برای دریافت رمز عبور یکبار مصرف به Authenticator بروید یا آن را اسکن کنید',
);