<?php

return array(

    '419' => 'Срок действия страницы истек из-за неактивности.<br/><br/> Пожалуйста, обновите и повторите попытку.',
    '429' => 'Слишком много запросов.',
    '404' => 'К сожалению, страница, которую вы ищете, не может быть найдена.',
    '410' => 'Ссылка, по которой вы получили доступ, устарела и больше недоступна. Проверьте наличие обновленной ссылки или обратитесь в службу поддержки за помощью',
    'disabled' => 'Сервер приостановлен, обратитесь к администратору.',
);