<?php

return array(

    'password' => 'Пароли должны быть не менее шести символов и соответствовать подтверждению.',
    'reset' => 'Ваш пароль был сброшен!',
    'sent' => 'Мы отправили ссылку для сброса пароля по электронной почте!',
    'token' => 'Этот токен сброса пароля недействителен.',
    'user' => 'Мы не можем найти пользователя с таким адресом электронной почты.',
    'throttled' => 'Пожалуйста, подождите, прежде чем повторить попытку.',
    'generic' => 'Если учетная запись с этими данными существует, вы получите ссылку для сброса пароля.',
    'action_confirmation_with_password' => 'Пожалуйста, введите пароль для подтверждения этого действия.',
    'via_phone' => 'Восстановление по номеру телефона',
    'via_email' => 'Восстановление по электронной почте',
    'recovery_via' => 'Как бы вы хотели получить ссылку для сброса пароля?',
);