<?php

return array(

    'failed' => 'Αυτά τα διαπιστευτήρια δεν ταιριάζουν με τα αρχεία μας.',
    'password' => 'Ο παρεχόμενος κωδικός πρόσβασης είναι λανθασμένος.',
    'throttle' => 'Πάρα πολλές προσπάθειες σύνδεσης. Δοκιμάστε ξανά σε :seconds .',
    'unauthorized' => 'Αυτές οι ενέργειες είναι μη εξουσιοδοτημένες',
    'unauthorized_message' => 'Αυτές οι ενέργειες είναι μη εξουσιοδοτημένες! Συνδεθείτε και προσπαθήστε ξανά.',
    'google_2fa_prompt' => 'Θέλετε να ενεργοποιήσετε τον έλεγχο ταυτότητας δύο παραγόντων (2FA);',
    'google_2fa_enter_psw' => 'Εισαγάγετε έναν κωδικό πρόσβασης μίας χρήσης',
    'google_2fa_scan_for_psw' => 'Μεταβείτε στον Επαληθευτή ή σαρώστε τον για να λάβετε τον κωδικό πρόσβασης μίας χρήσης',
);