<?php

return array(

    'failed' => 'Ови акредитиви се не поклапају са нашом евиденцијом.',
    'password' => 'Наведена лозинка је нетачна.',
    'throttle' => 'Превише покушаја пријаве. Покушајте поново за :seconds секунди.',
    'unauthorized' => 'Ова радња је недозвољена',
    'unauthorized_message' => 'Ова радња је недозвољена! Пријавите се и покушајте поново.',
    'google_2fa_prompt' => 'Да ли желите да омогућите двофакторску аутентификацију (2FA)?',
    'google_2fa_enter_psw' => 'Унесите једнократну лозинку',
    'google_2fa_scan_for_psw' => 'Идите на Authenticator или га скенирајте да бисте добили једнократну лозинку',
);