<?php

return array(

    '419' => 'निष्क्रियताका कारण पृष्ठको म्याद सकिएको छ।<br/><br/> कृपया रिफ्रेस गर्नुहोस् र पुन: प्रयास गर्नुहोस्।',
    '429' => 'धेरै अनुरोधहरू।',
    '404' => 'माफ गर्नुहोस्, तपाईंले खोज्नु भएको पृष्ठ फेला पार्न सकिएन।',
    '410' => 'तपाईंले पहुँच गर्नुभएको लिङ्कको म्याद सकिएको छ र अब उपलब्ध छैन। कृपया अद्यावधिक गरिएको लिङ्कको लागि जाँच गर्नुहोस् वा सहयोगको लागि समर्थनलाई सम्पर्क गर्नुहोस्।',
    'disabled' => 'सर्भर निलम्बित गरिएको छ, कृपया प्रशासकलाई सम्पर्क गर्नुहोस्।',
);