<?php

return array(

    'password' => 'पासवर्ड कम्तिमा छ वर्णको हुनुपर्छ र पुष्टिकरणसँग मेल खान्छ।',
    'reset' => 'तपाइँको पासवर्ड रिसेट गरिएको छ!',
    'sent' => 'हामीले तपाईंको पासवर्ड रिसेट लिङ्क इ-मेल गरेका छौं!',
    'token' => 'यो पासवर्ड रिसेट टोकन अमान्य छ।',
    'user' => 'हामीले त्यो इमेल ठेगाना भएको प्रयोगकर्ता फेला पार्न सकेनौं।',
    'throttled' => 'पुन: प्रयास गर्नु अघि कृपया प्रतीक्षा गर्नुहोस्।',
    'generic' => 'यदि यो डेटा भएको खाता अवस्थित छ भने, तपाईंले पासवर्ड रिसेट लिङ्क प्राप्त गर्नुहुनेछ।',
    'action_confirmation_with_password' => 'यो कार्य पुष्टि गर्न कृपया पासवर्ड प्रविष्ट गर्नुहोस्।',
    'via_phone' => 'फोन नम्बर मार्फत रिकभरी',
    'via_email' => 'इमेल मार्फत रिकभरी',
    'recovery_via' => 'तपाईं पासवर्ड रिसेट लिङ्क कसरी प्राप्त गर्न चाहनुहुन्छ?',
);