<?php

return array(

    'failed' => 'លិខិតសម្គាល់ទាំងនេះមិនត្រូវគ្នានឹងកំណត់ត្រារបស់យើងទេ។',
    'password' => 'ពាក្យ​សម្ងាត់​ដែល​បាន​ផ្ដល់​គឺ​មិន​ត្រឹមត្រូវ។',
    'throttle' => 'ការព្យាយាមចូលច្រើនពេក។ សូមព្យាយាមម្តងទៀតក្នុងរយៈពេល :seconds វិនាទី។',
    'unauthorized' => 'សកម្មភាពនេះគឺគ្មានការអនុញ្ញាតទេ។',
    'unauthorized_message' => 'សកម្មភាពនេះគឺគ្មានការអនុញ្ញាតទេ! សូមចូល ហើយព្យាយាមម្តងទៀត។',
    'google_2fa_prompt' => 'តើអ្នកចង់បើកដំណើរការការផ្ទៀងផ្ទាត់ពីរកត្តា (2FA) ទេ?',
    'google_2fa_enter_psw' => 'បញ្ចូលពាក្យសម្ងាត់តែម្តង',
    'google_2fa_scan_for_psw' => 'ចូលទៅកាន់ Authenticator ឬស្កេនវាដើម្បីទទួលបានពាក្យសម្ងាត់តែម្តង',
);