<?php

return array(

    'password' => 'ពាក្យសម្ងាត់ត្រូវតែមានយ៉ាងហោចណាស់ប្រាំមួយតួអក្សរ ហើយត្រូវគ្នានឹងការបញ្ជាក់។',
    'user' => 'យើងមិនអាចស្វែងរកអ្នកប្រើប្រាស់ដែលមានអាសយដ្ឋានអ៊ីមែលនោះទេ។',
    'token' => 'និមិត្តសញ្ញាកំណត់ពាក្យសម្ងាត់ឡើងវិញនេះមិនត្រឹមត្រូវទេ។',
    'sent' => 'ការរំលឹកពាក្យសម្ងាត់ត្រូវបានផ្ញើ!',
    'reset' => 'ពាក្យសម្ងាត់របស់អ្នកត្រូវបានកំណត់ឡើងវិញ',
    'reset_link' => 'ចុចទីនេះដើម្បីកំណត់ពាក្យសម្ងាត់របស់អ្នកឡើងវិញ',
    'notice' => 'អ្នកកំពុងទទួលបានអ៊ីមែលនេះ ដោយសារយើងបានទទួលសំណើកំណត់ពាក្យសម្ងាត់ឡើងវិញសម្រាប់គណនីរបស់អ្នក។',
    'warning' => 'ប្រសិនបើអ្នកមិនបានស្នើសុំកំណត់ពាក្យសម្ងាត់ឡើងវិញទេនោះ មិនចាំបាច់មានសកម្មភាពអ្វីទៀតទេ។',
);