<?php

return array(

    'failed' => 'Эти учетные данные не соответствуют нашим записям.',
    'password' => 'Предоставленный пароль неверен.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, повторите попытку через :seconds секунды.',
    'unauthorized' => 'Эти действия несанкционированы.',
    'unauthorized_message' => 'Это действие несанкционировано! Пожалуйста, войдите и попробуйте еще раз.',
    'google_2fa_prompt' => 'Хотите ли вы включить двухфакторную аутентификацию (2FA)?',
    'google_2fa_enter_psw' => 'Введите одноразовый пароль',
    'google_2fa_scan_for_psw' => 'Перейдите в Authenticator или отсканируйте его, чтобы получить одноразовый пароль.',
);