<?php

return array(

    'failed' => 'Овие ингеренции не се совпаѓаат со нашите записи.',
    'password' => 'Наведената лозинка е неточна.',
    'throttle' => 'Премногу обиди за најавување. Обидете се повторно за :seconds секунди.',
    'unauthorized' => 'Оваа акција е неовластена',
    'unauthorized_message' => 'Оваа акција е неовластена! Најавете се и обидете се повторно.',
    'google_2fa_prompt' => 'Дали сакате да овозможите двофакторска автентикација (2FA)?',
    'google_2fa_enter_psw' => 'Внесете еднократна лозинка',
    'google_2fa_scan_for_psw' => 'Одете во Authenticator или скенирајте го за да добиете еднократна лозинка',
);