<?php

return array(

    'password' => 'ពាក្យសម្ងាត់ត្រូវតែមានយ៉ាងហោចណាស់ប្រាំមួយតួអក្សរ ហើយត្រូវគ្នានឹងការបញ្ជាក់។',
    'reset' => 'ពាក្យសម្ងាត់របស់អ្នកត្រូវបានកំណត់ឡើងវិញ!',
    'sent' => 'យើងបានផ្ញើតំណកំណត់ពាក្យសម្ងាត់របស់អ្នកឡើងវិញតាមអ៊ីមែល!',
    'token' => 'និមិត្តសញ្ញាកំណត់ពាក្យសម្ងាត់ឡើងវិញនេះមិនត្រឹមត្រូវទេ។',
    'user' => 'យើងមិនអាចស្វែងរកអ្នកប្រើប្រាស់ដែលមានអាសយដ្ឋានអ៊ីមែលនោះទេ។',
    'throttled' => 'សូមរង់ចាំមុនពេលព្យាយាមម្តងទៀត។',
    'generic' => 'ប្រសិនបើមានគណនីដែលមានទិន្នន័យនេះ អ្នកនឹងទទួលបានតំណកំណត់ពាក្យសម្ងាត់ឡើងវិញ។',
    'action_confirmation_with_password' => 'សូមបញ្ចូលពាក្យសម្ងាត់ដើម្បីបញ្ជាក់សកម្មភាពនេះ។',
    'via_phone' => 'ការស្តារឡើងវិញតាមរយៈលេខទូរស័ព្ទ',
    'via_email' => 'ការស្តារឡើងវិញតាមរយៈអ៊ីមែល',
    'recovery_via' => 'តើអ្នកចង់ទទួលបានតំណកំណត់ពាក្យសម្ងាត់ឡើងវិញដោយរបៀបណា?',
);