<?php

return array(

    'failed' => 'Тези идентификационни данни не съответстват на нашите записи.',
    'password' => 'Предоставената парола е неправилна.',
    'throttle' => 'Твърде много опити за влизане. Моля, опитайте отново след :seconds секунди.',
    'unauthorized' => 'Това действие е неразрешено',
    'unauthorized_message' => 'Това действие е неразрешено! Моля, влезте и опитайте отново.',
    'google_2fa_prompt' => 'Искате ли да активирате двуфакторно удостоверяване (2FA)?',
    'google_2fa_enter_psw' => 'Въведете еднократна парола',
    'google_2fa_scan_for_psw' => 'Отидете в Authenticator или го сканирайте, за да получите еднократна парола',
);