<?php

return array(

    'failed' => 'ข้อมูลประจำตัวเหล่านี้ไม่ตรงกับบันทึกของเรา',
    'password' => 'รหัสผ่านที่ให้มาไม่ถูกต้อง',
    'throttle' => 'พยายามเข้าสู่ระบบมากเกินไป โปรดลองอีกครั้งใน :seconds วินาที',
    'unauthorized' => 'การกระทำนี้ไม่ได้รับอนุญาต',
    'unauthorized_message' => 'การกระทำนี้ไม่ได้รับอนุญาต! โปรดลงชื่อเข้าใช้และลองอีกครั้ง',
    'google_2fa_prompt' => 'คุณต้องการเปิดใช้การตรวจสอบสิทธิ์แบบสองปัจจัย (2FA) หรือไม่?',
    'google_2fa_enter_psw' => 'กรอกรหัสผ่านครั้งเดียว',
    'google_2fa_scan_for_psw' => 'ไปที่ Authenticator หรือสแกนเพื่อรับรหัสผ่านแบบใช้ครั้งเดียว',
);