<?php

return array(

    'password' => 'รหัสผ่านต้องมีอักขระอย่างน้อยหกตัวและตรงกับการยืนยัน',
    'reset' => 'รหัสผ่านของคุณถูกรีเซ็ตแล้ว!',
    'sent' => 'เราได้ส่งลิงก์รีเซ็ตรหัสผ่านของคุณทางอีเมลแล้ว!',
    'token' => 'โทเค็นการรีเซ็ตรหัสผ่านนี้ไม่ถูกต้อง',
    'user' => 'เราไม่พบผู้ใช้ที่ใช้ที่อยู่อีเมลนั้น',
    'throttled' => 'โปรดรอก่อนลองอีกครั้ง',
    'generic' => 'หากมีบัญชีที่มีข้อมูลนี้อยู่แล้ว คุณจะได้รับลิงค์รีเซ็ตรหัสผ่าน',
    'action_confirmation_with_password' => 'กรุณากรอกรหัสผ่านเพื่อยืนยันการดำเนินการนี้',
    'via_phone' => 'การกู้คืนผ่านหมายเลขโทรศัพท์',
    'via_email' => 'การกู้คืนผ่านทางอีเมล',
    'recovery_via' => 'คุณต้องการรับลิงค์รีเซ็ตรหัสผ่านอย่างไร?',
);