<?php

return array(

    'password' => 'パスワードは 6 文字以上であり、確認メッセージと一致する必要があります。',
    'reset' => 'あなたのパスワードはリセットされました！',
    'sent' => 'パスワードリセットリンクを電子メールで送信しました。',
    'token' => 'このパスワード リセット トークンは無効です。',
    'user' => 'その電子メール アドレスを持つユーザーが見つかりません。',
    'throttled' => '再試行する前にお待ちください。',
    'generic' => 'このデータを持つアカウントが存在する場合は、パスワード リセット リンクが送信されます。',
    'action_confirmation_with_password' => 'この操作を確認するにはパスワードを入力してください',
    'via_phone' => '電話番号による復旧',
    'via_email' => '電子メールによる回復',
    'recovery_via' => 'パスワードリセットリンクをどのように受け取りますか?',
);