<?php

return array(

    'failed' => 'ये प्रमाण-पत्र हमारे रिकॉर्ड से मेल नहीं खाते.',
    'password' => 'दिया गया पासवर्ड ग़लत है.',
    'throttle' => 'बहुत अधिक लॉगिन प्रयास. कृपया :seconds सेकंड में पुनः प्रयास करें।',
    'unauthorized' => 'यह कार्य अनधिकृत है',
    'unauthorized_message' => 'यह कार्य अनधिकृत है! कृपया साइन इन करें और पुनः प्रयास करें।',
    'google_2fa_prompt' => 'क्या आप दो-कारक प्रमाणीकरण (2FA) सक्षम करना चाहते हैं?',
    'google_2fa_enter_psw' => 'एक बार इस्तेमाल होने वाला पासवर्ड दर्ज करें',
    'google_2fa_scan_for_psw' => 'वन-टाइम पासवर्ड प्राप्त करने के लिए प्रमाणक पर जाएं या उसे स्कैन करें',
);