<?php

return array(

    '419' => 'निष्क्रियता के कारण पृष्ठ समाप्त हो गया है।<br/><br/> कृपया रीफ़्रेश करें और पुन: प्रयास करें.',
    '429' => 'बहुत अधिक अनुरोध।',
    '404' => 'क्षमा करें, आप जिस पृष्ठ की तलाश कर रहे हैं वह नहीं मिला।',
    '410' => 'आपने जिस लिंक को एक्सेस किया है उसकी वैधता समाप्त हो चुकी है और अब वह उपलब्ध नहीं है। कृपया अपडेट किए गए लिंक की जांच करें या सहायता के लिए समर्थन से संपर्क करें',
    'disabled' => 'सर्वर निलंबित कर दिया गया है, कृपया व्यवस्थापक से संपर्क करें।',
);