<?php

return array(

    'password' => 'पासवर्ड कम से कम छह अक्षर का होना चाहिए और पुष्टिकरण से मेल खाना चाहिए।',
    'reset' => 'आपका पासवर्ड रिसेट कर दिया गया है!',
    'sent' => 'हमने आपका पासवर्ड रीसेट लिंक ई-मेल कर दिया है!',
    'token' => 'यह पासवर्ड रीसेट टोकन अमान्य है.',
    'user' => 'हमें उस ई-मेल पते वाला कोई उपयोगकर्ता नहीं मिल सका।',
    'throttled' => 'कृपया पुनः प्रयास करने से पहले प्रतीक्षा करें.',
    'generic' => 'यदि इस डेटा वाला कोई खाता मौजूद है, तो आपको पासवर्ड रीसेट लिंक प्राप्त होगा।',
    'action_confirmation_with_password' => 'कृपया इस कार्रवाई की पुष्टि करने के लिए पासवर्ड दर्ज करें',
    'via_phone' => 'फ़ोन नंबर के ज़रिए पुनर्प्राप्ति',
    'via_email' => 'ईमेल के माध्यम से पुनर्प्राप्ति',
    'recovery_via' => 'आप पासवर्ड रीसेट लिंक कैसे प्राप्त करना चाहेंगे?',
);