<?php

return array(

    'password' => 'پاسورډونه باید لږترلږه شپږ حروفونه وي او د تایید سره سمون ولري.',
    'reset' => 'ستاسو پټنوم بیا تنظیم شوی!',
    'sent' => 'موږ ستاسو د پټنوم بیا تنظیم کولو لینک بریښنالیک کړی دی!',
    'token' => 'دا پټنوم بیا تنظیم کول ناباوره دی.',
    'user' => 'موږ د دې بریښنالیک آدرس سره یو کارن نه شو موندلی.',
    'throttled' => 'مهرباني وکړئ د بیا هڅه کولو دمخه انتظار وکړئ.',
    'generic' => 'که د دې ډاټا سره یو حساب شتون ولري، تاسو به د پټنوم بیا تنظیم کولو لینک ترلاسه کړئ.',
    'action_confirmation_with_password' => 'د دې عمل د تایید لپاره مهرباني وکړئ پټنوم دننه کړئ.',
    'via_phone' => 'د تلیفون شمیرې له لارې بیا رغونه',
    'via_email' => 'د بریښنالیک له لارې بیا رغونه',
    'recovery_via' => 'تاسو څنګه غواړئ د پټنوم بیا تنظیم کولو لینک ترلاسه کړئ؟',
);