<?php

return array(

    'failed' => 'ეს რწმუნებათა სიგელები არ ემთხვევა ჩვენს ჩანაწერებს.',
    'password' => 'მოწოდებული პაროლი არასწორია.',
    'throttle' => 'ძალიან ბევრი შესვლის მცდელობა. გთხოვთ სცადოთ ხელახლა :seconds .',
    'unauthorized' => 'ეს ქმედებები არაავტორიზებულია',
    'unauthorized_message' => 'ეს ქმედება არაავტორიზებულია! გთხოვთ შეხვიდეთ და სცადოთ ხელახლა.',
    'google_2fa_prompt' => 'გსურთ ორფაქტორიანი ავტორიზაციის (2FA) ჩართვა?',
    'google_2fa_enter_psw' => 'შეიყვანეთ ერთჯერადი პაროლი',
    'google_2fa_scan_for_psw' => 'ერთჯერადი პაროლის მისაღებად გადადით Authenticator-ზე ან დაასკანირეთ იგი',
);