<?php

return array(

    'failed' => 'بيانات الاعتماد هذه لا تتطابق مع سجلاتنا.',
    'password' => 'كلمة المرور المقدمة غير صحيحة.',
    'throttle' => 'عدد كبير جدًا من محاولات تسجيل الدخول. يرجى المحاولة مرة أخرى خلال :seconds .',
    'unauthorized' => 'هذا الإجراء غير مصرح به',
    'unauthorized_message' => 'هذا الإجراء غير مصرح به! يرجى تسجيل الدخول والمحاولة مرة أخرى.',
    'google_2fa_prompt' => 'هل تريد تفعيل المصادقة الثنائية (2FA)؟',
    'google_2fa_enter_psw' => 'أدخل كلمة المرور لمرة واحدة',
    'google_2fa_scan_for_psw' => 'انتقل إلى Authenticator أو امسحه ضوئيًا للحصول على كلمة مرور لمرة واحدة',
);