<?php

return array(

    'failed' => 'এই শংসাপত্রগুলি আমাদের রেকর্ডের সাথে মেলে না।',
    'password' => 'প্রদত্ত পাসওয়ার্ডটি ভুল।',
    'throttle' => 'অনেকগুলি লগইন প্রচেষ্টা। অনুগ্রহ করে :seconds সেকেন্ডের মধ্যে আবার চেষ্টা করুন।',
    'unauthorized' => 'এই পদক্ষেপটি অননুমোদিত।',
    'unauthorized_message' => 'এই কাজটি অননুমোদিত! অনুগ্রহ করে সাইন ইন করুন এবং আবার চেষ্টা করুন।',
    'google_2fa_prompt' => 'আপনি কি দ্বি-ফ্যাক্টর প্রমাণীকরণ (2FA) সক্ষম করতে চান?',
    'google_2fa_enter_psw' => 'এককালীন পাসওয়ার্ড লিখুন',
    'google_2fa_scan_for_psw' => 'ওয়ান-টাইম পাসওয়ার্ড পেতে Authenticator-এ যান অথবা এটি স্ক্যান করুন।',
);