<?php

return array(

    '419' => 'নিষ্ক্রিয়তার কারণে পৃষ্ঠাটির মেয়াদ শেষ হয়ে গেছে।<br/><br/> রিফ্রেশ করুন এবং আবার চেষ্টা করুন.',
    '429' => 'অনেক অনুরোধ.',
    '404' => 'দুঃখিত, আপনি যে পৃষ্ঠাটি খুঁজছেন তা খুঁজে পাওয়া যায়নি।',
    '410' => 'আপনি যে লিঙ্কটি অ্যাক্সেস করেছেন তার মেয়াদ শেষ হয়ে গেছে এবং এটি আর উপলব্ধ নেই। অনুগ্রহ করে আপডেট করা লিঙ্কটি পরীক্ষা করুন অথবা সহায়তার জন্য সহায়তার সাথে যোগাযোগ করুন।',
    'disabled' => 'সার্ভার সাসপেন্ড করা হয়েছে, অনুগ্রহ করে প্রশাসকের সাথে যোগাযোগ করুন।',
);