<?php

return array(

    'password' => 'পাসওয়ার্ড কমপক্ষে ছয় অক্ষরের হতে হবে এবং নিশ্চিতকরণের সাথে মেলে।',
    'reset' => 'আপনার পাসওয়ার্ড পুনরায় সেট করা হয়েছে!',
    'sent' => 'আমরা আপনার পাসওয়ার্ড রিসেট লিঙ্ক ই-মেইল করেছি!',
    'token' => 'এই পাসওয়ার্ড রিসেট টোকেন অবৈধ।',
    'user' => 'আমরা সেই ই-মেইল ঠিকানার কোনো ব্যবহারকারী খুঁজে পাচ্ছি না।',
    'throttled' => 'আবার চেষ্টা করার আগে অপেক্ষা করুন.',
    'generic' => 'এই ডেটা সহ একটি অ্যাকাউন্ট বিদ্যমান থাকলে, আপনি একটি পাসওয়ার্ড রিসেট লিঙ্ক পাবেন।',
    'action_confirmation_with_password' => 'এই ক্রিয়াটি নিশ্চিত করতে দয়া করে পাসওয়ার্ডটি প্রবেশ করান।',
    'via_phone' => 'ফোন নম্বরের মাধ্যমে পুনরুদ্ধার',
    'via_email' => 'ইমেলের মাধ্যমে পুনরুদ্ধার',
    'recovery_via' => 'আপনি পাসওয়ার্ড রিসেট লিঙ্কটি কীভাবে পেতে চান?',
);