<?php

return array(

    'password' => 'Паролі повинні містити не менше шести символів і відповідати підтвердженню.',
    'reset' => 'Ваш пароль скинуто!',
    'sent' => 'Ми надіслали електронною поштою посилання для зміни пароля!',
    'token' => 'Цей маркер скидання пароля недійсний.',
    'user' => 'Ми не можемо знайти користувача з такою адресою електронної пошти.',
    'throttled' => 'Зачекайте перед повторною спробою.',
    'generic' => 'Якщо обліковий запис із такими даними існує, ви отримаєте посилання для скидання пароля.',
    'action_confirmation_with_password' => 'Будь ласка, введіть пароль, щоб підтвердити цю дію',
    'via_phone' => 'Відновлення за номером телефону',
    'via_email' => 'Відновлення через електронну пошту',
    'recovery_via' => 'Як би ви хотіли отримати посилання для зміни пароля?',
);