<?php

return array(

    'password' => 'Паролі повинні містити не менше шести символів і відповідати підтвердженню.',
    'user' => 'Ми не можемо знайти користувача з такою адресою електронної пошти.',
    'token' => 'Цей маркер скидання пароля недійсний.',
    'sent' => 'Нагадування пароля надіслано!',
    'reset' => 'Ваш пароль скинуто',
    'reset_link' => 'Натисніть тут, щоб скинути пароль',
    'notice' => 'Ви отримали цей електронний лист, оскільки ми отримали запит на зміну пароля для вашого облікового запису.',
    'warning' => 'Якщо ви не надсилали запит на скидання пароля, жодних додаткових дій не потрібно.',
);