<?php

return array(

    'failed' => 'Эдгээр итгэмжлэл нь манай бүртгэлтэй таарахгүй байна.',
    'password' => 'Өгөгдсөн нууц үг буруу байна.',
    'throttle' => 'Хэт олон нэвтрэх оролдлого. :seconds секундын дараа дахин оролдоно уу.',
    'unauthorized' => 'Энэ үйлдэл нь зөвшөөрөлгүй юм',
    'unauthorized_message' => 'Энэ үйлдэл нь зөвшөөрөлгүй! Нэвтэрч дахин оролдоно уу.',
    'google_2fa_prompt' => 'Та хоёр хүчин зүйлийн баталгаажуулалтыг (2FA) идэвхжүүлмээр байна уу?',
    'google_2fa_enter_psw' => 'Нэг удаагийн нууц үгийг оруулна уу',
    'google_2fa_scan_for_psw' => 'Нэг удаагийн нууц үг авахын тулд Authenticator руу очих эсвэл сканнердах',
);