<?php

return array(

    'password' => 'Нууц үг нь дор хаяж зургаан тэмдэгтээс бүрдэх бөгөөд баталгаажуулалттай тохирч байх ёстой.',
    'reset' => 'Таны нууц үг шинэчлэгдлээ!',
    'sent' => 'Бид таны нууц үг шинэчлэх холбоосыг имэйлээр илгээсэн!',
    'token' => 'Энэ нууц үг шинэчлэх токен хүчингүй байна.',
    'user' => 'Ийм цахим шуудангийн хаягтай хэрэглэгч олдохгүй байна.',
    'throttled' => 'Дахин оролдохын өмнө түр хүлээнэ үү.',
    'generic' => 'Хэрэв ийм өгөгдөлтэй данс байгаа бол та нууц үг шинэчлэх холбоосыг хүлээн авах болно.',
    'action_confirmation_with_password' => 'Энэ үйлдлийг баталгаажуулахын тулд нууц үгээ оруулна уу',
    'via_phone' => 'Утасны дугаараар дамжуулан сэргээх',
    'via_email' => 'Имэйлээр сэргээх',
    'recovery_via' => 'Нууц үг шинэчлэх холбоосыг хэрхэн хүлээж авахыг хүсэж байна вэ?',
);