<?php

return array(

    'failed' => 'دا اسناد زموږ د ریکارډونو سره سمون نه لري.',
    'password' => 'ورکړل شوی پټنوم غلط دی.',
    'throttle' => 'د ننوتلو ډیرې هڅې. مهرباني وکړئ :seconds کې بیا هڅه وکړئ.',
    'unauthorized' => 'دا کړنې غیر مجاز دي',
    'unauthorized_message' => 'دا کړنه غیر مجاز ده! مهرباني وکړئ ننوتل او بیا هڅه وکړئ.',
    'google_2fa_prompt' => 'ایا تاسو غواړئ چې دوه فکتور تصدیق (2FA) فعال کړئ؟',
    'google_2fa_enter_psw' => 'د یو ځلي پټنوم دننه کړئ',
    'google_2fa_scan_for_psw' => 'د یو ځلي پاسورډ ترلاسه کولو لپاره Authenticator ته لاړ شئ یا یې سکین کړئ',
);