<?php

return array(

    'failed' => 'यी प्रमाणहरू हाम्रा रेकर्डहरूसँग मेल खाँदैनन्।',
    'password' => 'प्रदान गरिएको पासवर्ड गलत छ।',
    'throttle' => 'धेरै लगइन प्रयासहरू। कृपया :seconds पुन: प्रयास गर्नुहोस्।',
    'unauthorized' => 'यो कार्य अनधिकृत छ।',
    'unauthorized_message' => 'यो कार्य अनधिकृत छ! कृपया साइन इन गर्नुहोस् र फेरि प्रयास गर्नुहोस्।',
    'google_2fa_prompt' => 'के तपाईं दुई-कारक प्रमाणीकरण (2FA) सक्षम गर्न चाहनुहुन्छ?',
    'google_2fa_enter_psw' => 'एक पटके पासवर्ड प्रविष्ट गर्नुहोस्',
    'google_2fa_scan_for_psw' => 'एक पटके पासवर्ड प्राप्त गर्न प्रमाणकमा जानुहोस् वा यसलाई स्क्यान गर्नुहोस्।',
);