<?php

return array(

    'failed' => 'Ці облікові дані не збігаються з нашими записами.',
    'password' => 'Наданий пароль неправильний.',
    'throttle' => 'Забагато спроб входу. Повторіть спробу через :seconds секунд.',
    'unauthorized' => 'Ці дії є несанкціонованими',
    'unauthorized_message' => 'Ці дії є несанкціонованими! Увійдіть і повторіть спробу.',
    'google_2fa_prompt' => 'Ви хочете ввімкнути двофакторну автентифікацію (2FA)?',
    'google_2fa_enter_psw' => 'Введіть одноразовий пароль',
    'google_2fa_scan_for_psw' => 'Перейдіть до Authenticator або відскануйте його, щоб отримати одноразовий пароль',
);