<?php

return array(

    'failed' => 'ຂໍ້ມູນປະຈຳຕົວເຫຼົ່ານີ້ບໍ່ກົງກັບບັນທຶກຂອງພວກເຮົາ.',
    'password' => 'ລະຫັດຜ່ານທີ່ລະບຸນັ້ນບໍ່ຖືກຕ້ອງ.',
    'throttle' => 'ພະຍາຍາມເຂົ້າສູ່ລະບົບຫຼາຍເກີນໄປ. ກະລຸນາລອງອີກຄັ້ງໃນ :seconds ທີ.',
    'unauthorized' => 'ການກະທໍານີ້ແມ່ນບໍ່ໄດ້ຮັບອະນຸຍາດ',
    'unauthorized_message' => 'ການກະທຳນີ້ບໍ່ໄດ້ຮັບອະນຸຍາດ! ກະລຸນາເຂົ້າສູ່ລະບົບແລ້ວລອງໃໝ່ອີກຄັ້ງ.',
    'google_2fa_prompt' => 'ທ່ານຕ້ອງການເປີດໃຊ້ການກວດສອບສອງປັດໃຈ (2FA) ບໍ?',
    'google_2fa_enter_psw' => 'ໃສ່ລະຫັດຜ່ານຄັ້ງດຽວ',
    'google_2fa_scan_for_psw' => 'ໄປທີ່ Authenticator ຫຼືສະແກນມັນເພື່ອເອົາລະຫັດຜ່ານຄັ້ງດຽວ',
);