<?php

return array(

    'password' => 'ລະຫັດຜ່ານຕ້ອງມີຢ່າງໜ້ອຍຫົກຕົວອັກສອນ ແລະກົງກັບຄຳຢືນຢັນ.',
    'reset' => 'ລະຫັດຜ່ານຂອງທ່ານໄດ້ຖືກປັບ ໃໝ່ ແລ້ວ!',
    'sent' => 'ພວກ​ເຮົາ​ໄດ້​ສົ່ງ​ອີ​ເມລ​໌​ເຊື່ອມ​ຕໍ່​ການ​ຕັ້ງ​ລະ​ຫັດ​ຜ່ານ​ຂອງ​ທ່ານ​!',
    'token' => 'Token ຣີເຊັດລະຫັດຜ່ານນີ້ບໍ່ຖືກຕ້ອງ.',
    'user' => 'ພວກເຮົາບໍ່ສາມາດຊອກຫາຜູ້ໃຊ້ທີ່ມີທີ່ຢູ່ອີເມວນັ້ນ.',
    'throttled' => 'ກະລຸນາລໍຖ້າກ່ອນທີ່ຈະລອງໃໝ່.',
    'generic' => 'ຖ້າບັນຊີທີ່ມີຂໍ້ມູນນີ້ຢູ່, ທ່ານຈະໄດ້ຮັບການເຊື່ອມຕໍ່ການປ່ຽນລະຫັດຜ່ານ.',
    'action_confirmation_with_password' => 'ກະລຸນາໃສ່ລະຫັດຜ່ານເພື່ອຢືນຢັນການກະທຳນີ້',
    'via_phone' => 'ກູ້​ຄືນ​ຜ່ານ​ເບີ​ໂທລະ​ສັບ​',
    'via_email' => 'ການ​ຟື້ນ​ຕົວ​ຜ່ານ​ທາງ​ອີ​ເມລ​໌​',
    'recovery_via' => 'ທ່ານຕ້ອງການຮັບລິ້ງຣີເຊັດລະຫັດຜ່ານແນວໃດ?',
);