<?php

return array(

    'failed' => 'මෙම අක්තපත්‍ර අපගේ වාර්තා සමඟ නොගැලපේ.',
    'password' => 'සපයා ඇති මුරපදය වැරදියි.',
    'throttle' => 'පුරනය වීමේ උත්සාහයන් වැඩියි. කරුණාකර :seconds නැවත උත්සාහ කරන්න.',
    'unauthorized' => 'මෙම ක්‍රියාව අනවසරයි',
    'unauthorized_message' => 'මෙම ක්‍රියාව අනවසරයි! කරුණාකර පුරනය වී නැවත උත්සාහ කරන්න.',
    'google_2fa_prompt' => 'ඔබට ද්වි-සාධක සත්‍යාපනය (2FA) සක්‍රීය කිරීමට අවශ්‍යද?',
    'google_2fa_enter_psw' => 'එක්-වරක් මුරපදය ඇතුළත් කරන්න',
    'google_2fa_scan_for_psw' => 'එක්-වරක් මුරපදය ලබා ගැනීමට Authenticator වෙත යන්න හෝ එය ස්කෑන් කරන්න.',
);