<?php

return array(

    'password' => 'මුරපද අවම වශයෙන් අක්ෂර හයක් විය යුතු අතර තහවුරු කිරීමට ගැළපිය යුතුය.',
    'reset' => 'ඔබගේ මුරපදය යළි පිහිටුවන ලදි!',
    'sent' => 'අපි ඔබගේ මුරපද යළි පිහිටුවීමේ සබැඳිය ඊමේල් කර ඇත!',
    'token' => 'මෙම මුරපද යළි පිහිටුවීමේ ටෝකනය වලංගු නොවේ.',
    'user' => 'අපට එම විද්‍යුත් තැපැල් ලිපිනය සහිත පරිශීලකයෙකු සොයාගත නොහැක.',
    'throttled' => 'කරුණාකර නැවත උත්සාහ කිරීමට පෙර රැඳී සිටින්න.',
    'generic' => 'මෙම දත්ත සහිත ගිණුමක් තිබේ නම්, ඔබට මුරපද යළි පිහිටුවීමේ සබැඳියක් ලැබෙනු ඇත.',
    'action_confirmation_with_password' => 'මෙම ක්‍රියාව තහවුරු කිරීමට කරුණාකර මුරපදය ඇතුළත් කරන්න.',
    'via_phone' => 'දුරකථන අංකය හරහා ප්‍රතිසාධනය',
    'via_email' => 'විද්‍යුත් තැපෑල හරහා ප්‍රතිසාධනය',
    'recovery_via' => 'ඔබට මුරපද යළි පිහිටුවීමේ සබැඳිය ලැබෙන්නේ කෙසේද?',
);