<?php

return array(

    'password' => 'סיסמאות חייבות להיות לפחות שישה תווים ולהתאים לאישור.',
    'reset' => '! סיסמתך אופסה',
    'sent' => 'שלחנו באימייל קישור לאיפוס הסיסמה שלך!',
    'token' => 'אסימון איפוס סיסמה זה אינו חוקי.',
    'user' => 'אנחנו לא יכולים למצוא משתמש עם כתובת האימייל הזו.',
    'throttled' => 'אנא המתן לפני שתנסה שוב.',
    'generic' => 'אם קיים חשבון עם נתונים אלה, תקבל קישור לאיפוס סיסמה.',
    'action_confirmation_with_password' => 'נא להזין את הסיסמה כדי לאשר פעולה זו',
    'via_phone' => 'שחזור באמצעות מספר טלפון',
    'via_email' => 'שחזור באמצעות דואר אלקטרוני',
    'recovery_via' => 'כיצד תרצה לקבל את הקישור לאיפוס הסיסמה?',
);