<?php

return array(

    'password' => 'პაროლი უნდა შედგებოდეს მინიმუმ ექვსი სიმბოლოსგან და შეესაბამებოდეს დადასტურებას.',
    'reset' => 'თქვენი პაროლი უკვე გადატვირთულია!',
    'sent' => 'ჩვენ გამოგვიგზავნეთ თქვენი პაროლის აღდგენის ბმული ელ.ფოსტით!',
    'token' => 'პაროლის აღდგენის ეს ნიშანი არასწორია.',
    'user' => 'ჩვენ ვერ ვპოულობთ მომხმარებელს ამ ელფოსტის მისამართით.',
    'throttled' => 'გთხოვთ, დაელოდოთ ხელახლა ცდამდე.',
    'generic' => 'თუ ამ მონაცემებით ანგარიში არსებობს, თქვენ მიიღებთ პაროლის გადატვირთვის ბმულს.',
    'action_confirmation_with_password' => 'გთხოვთ, შეიყვანოთ პაროლი ამ მოქმედების დასადასტურებლად',
    'via_phone' => 'აღდგენა ტელეფონის ნომრით',
    'via_email' => 'აღდგენა ელექტრონული ფოსტით',
    'recovery_via' => 'როგორ გსურთ მიიღოთ პაროლის გადატვირთვის ბმული?',
);