<?php

return array(

    'password' => 'رمز عبور باید حداقل شش کاراکتر باشد و با تایید مطابقت داشته باشد.',
    'reset' => 'گذرواژه شما تنظیم مجدد شده است!',
    'sent' => 'ما پیوند بازنشانی رمز عبور شما را ایمیل کرده ایم!',
    'token' => 'این رمز بازنشانی رمز عبور نامعتبر است.',
    'user' => 'ما نمی توانیم کاربری با آن آدرس ایمیل پیدا کنیم.',
    'throttled' => 'لطفا قبل از تلاش مجدد صبر کنید.',
    'generic' => 'اگر حسابی با این داده ها وجود داشته باشد، پیوند بازنشانی رمز عبور را دریافت خواهید کرد.',
    'action_confirmation_with_password' => 'لطفا رمز عبور را برای تایید این اقدام وارد کنید',
    'via_phone' => 'بازیابی از طریق شماره تلفن',
    'via_email' => 'بازیابی از طریق ایمیل',
    'recovery_via' => 'چگونه می خواهید پیوند بازنشانی رمز عبور را دریافت کنید؟',
);