<?php

return array(

    'failed' => 'இந்த சான்றுகள் எங்கள் பதிவுகளுடன் பொருந்தவில்லை.',
    'password' => 'வழங்கப்பட்ட கடவுச்சொல் தவறானது.',
    'throttle' => 'பல உள்நுழைவு முயற்சிகள். தயவு செய்து :seconds மீண்டும் முயற்சிக்கவும்.',
    'unauthorized' => 'இந்த செயல்கள் அங்கீகரிக்கப்படாதவை.',
    'unauthorized_message' => 'இந்த செயல்கள் அங்கீகரிக்கப்படாதவை! தயவுசெய்து உள்நுழைந்து மீண்டும் முயற்சிக்கவும்.',
    'google_2fa_prompt' => 'இரண்டு காரணி அங்கீகாரத்தை (2FA) இயக்க விரும்புகிறீர்களா?',
    'google_2fa_enter_psw' => 'ஒரு முறை கடவுச்சொல்லை உள்ளிடவும்',
    'google_2fa_scan_for_psw' => 'ஒருமுறை பயன்படுத்தும் கடவுச்சொல்லைப் பெற, அங்கீகரிப்பாளருக்குச் செல்லவும் அல்லது அதை ஸ்கேன் செய்யவும்.',
);