<?php

return array(

    'password' => 'கடவுச்சொற்கள் குறைந்தது ஆறு எழுத்துகளாக இருக்க வேண்டும் மற்றும் உறுதிப்படுத்தலுடன் பொருந்த வேண்டும்.',
    'reset' => 'உங்களுடைய கடவுச்சொல் மாற்றப்பட்டது!',
    'sent' => 'உங்கள் கடவுச்சொல் மீட்டமைப்பு இணைப்பை மின்னஞ்சலில் அனுப்பியுள்ளோம்!',
    'token' => 'இந்த கடவுச்சொல் மீட்டமைப்பு டோக்கன் தவறானது.',
    'user' => 'அந்த மின்னஞ்சல் முகவரியுடன் ஒரு பயனரை எங்களால் கண்டுபிடிக்க முடியவில்லை.',
    'throttled' => 'மீண்டும் முயற்சிக்கும் முன் காத்திருக்கவும்.',
    'generic' => 'இந்தத் தரவுகளுடன் கணக்கு இருந்தால், கடவுச்சொல் மீட்டமைப்பு இணைப்பைப் பெறுவீர்கள்.',
    'action_confirmation_with_password' => 'இந்த செயலை உறுதிப்படுத்த கடவுச்சொல்லை உள்ளிடவும்.',
    'via_phone' => 'தொலைபேசி எண் மூலம் மீட்பு',
    'via_email' => 'மின்னஞ்சல் வழியாக மீட்பு',
    'recovery_via' => 'கடவுச்சொல் மீட்டமைப்பு இணைப்பை எவ்வாறு பெற விரும்புகிறீர்கள்?',
);